Revit 2027 API
Tile.TileMortarColor Property
 The property labeled "Grout Color" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TileMortarColor { get; }
Public Shared ReadOnly Property TileMortarColor As String
	Get
public:
static property String^ TileMortarColor {
	String^ get ();
}
static member TileMortarColor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace